start = (
'Для подключения бота в канал:\n'
'1. Добавьте этого бота в канал\n'
'2. Сделайте его администратором и дайте разрешение на чтение сообщений\n'
'3. Перешлите любое текстовое сообщение из канала этому боту')

forward = 'Перешлите сообщение из канала'

success = (
'Настройка прошла успешно!\n\n'
'Чтобы создать чеклист отправьте в канал сообщение в формате:\n'
'План:\n'
'Первый пункт\n'
'Второй пункт\n'
'и т.д.')

wrong_format = 'Неверный формат сообщения'

wait = 'Повторно нажать на кнопку можно через '

past_day = 'Этого сообщения нет в базе'
